[win7shell]
RTL=0
newvers=O nouă versiune este disponibilă
disableupdate=Poți dezactiva căutarea actualizărilor din configurația plug-in-ului
opendownload=Vrei să deschizi pagina de download?
uninstall=Nu vei vedea această întrebare din nou, dacă vrei sa dezinstalezi, mergi la 
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' si apoi dezinstalează (”Uninstall selected plug-in”).
info=Informații
config=Configurare Plug-in
on=ON
off=OFF
previous=Înapoi
pause=Pauză
play=Redă
stop=Stop
next=Înainte
errorthumb=Eroare setare miniatură, se dezactivează caracteristica
playing=Se redă
paused=Pauză
stopped=Oprit
taskinitfail=Eroare la inițializarea interfaței taskbar Windows 7
plugindev=Plug-in Development  - Versiune curenta: 
images=Toate extensiile de imagine suportate
usethumbbg=Utilizează ca fundal de miniatură
selectimage=Selectează o imagine
afterrestart=Modificarea butoanelor de redare are efect doar după restartarea Winamp-ului
applysettings=Se aplica setările
help1=Textul introdus aici va fi scris pe miniatura din taskbar. Poti sa scrii câte linii vrei. Dacă opțiunea ”Micșorează miniatură...” este activată, cadrul va fi redimensionat în funcție de numărul de linii din această  casetă de editare.
help2=Pentru a crea text dinamic, poți utiliza meta-cuvinte, care, dacă le incluzi în text, vor fi înlocuite de detalii preluate direct din Winamp. Aici sunt meta-cuvintele: 
help3=Linia care conține aceasta este centrată
help5=Titlul melodiei curente
help6=Artistul melodiei curente
help7=Albumul curent. Va fi gol daca nu este găsit un album
help9=Numărul piesei
help10=Clasificarea curentă a piesei în cifre (Ex: 4)
help11=Clasificarea curentă a piesei în steluțe (e.g. ★★★★ )
help12=Timpul de redare curent
help13=Timpul rămas pentru piesa curentă
help14=Timpul total de redare
help15=Poziția curentă în lista de redare
help16=Numărul total de piese din lista de redare
help17=Bitrate în kb/s
help18=Samplerate în kilohertz
help19=Volumul curent în procente (semnul '%' nu este inclus)
help20=Starea redării aleatoare (ON / OFF)
help21=Starea redării repetitive (ON / OFF)
aerothumb=Miniatură în taskbar
textonthumb=Text scris pe miniatură
help=Ajutor
thumbbg=Miniatură de fundal
transparent=Transparentă
albumart=Poză album
defbg=Fundal implicit
custombg=Fundal personalizat
browse=Răsfoiește
aa=Anti alias text
buttons=Adaugă butoane de control player
shrink=Micșorează miniatură în funcție de numărul de linii
taskicon=Icoană în taskbar
progressbar=Utilizează bara de progres pentru starea playerului
streaming=Setează bara de progres 'nedeterminată' pentru fișierele streaming
error=Setează starea 'Eroare'(icoană roșie) când  redarea e oprită
overlays=Utilizează suprapunearea icoanelor pentru a afișa starea playerului
jumplist=Jump list
addtorecent=Adaugă piesele redate în Jump list și documente recente
bugslink=Buguri și sugestii
bugstext=Trimite  erori sau dorințe în legătură cu plugin-ul
sitelink=Pagina proiectului
sitetext=Pentru actualizări, știri, poze si detalii
noupdate=Nu verifica pentru actializări la deschiderea Winamp-ului
ok=OK
cancel=Anulează
removetitle=Sterge titlul ferestrei Winamp-ului
selectfont=Alege font
selectshadow=Culoare umbră
enable=Permite desenare miniatură Aero Peek personalizată
plugdev=Dezvoltare
thumboptions=Setări
thumbtext=Text
background=Fundal
translink=Traduceri
transtext=Ajută în traducerea plug-inului, sau caută traduceri disponibile
favorite=Favorit
vumeter=Folosește bara de progres ca VU-metru
iconic=Arată poza selectată ca o icoană, nu ca fundal
author=Autor
volup=Volum +10%
voldown=Volum -10%
openfile=Deschide fișier
thumbpb=Arată bara de progres pe miniatură